{
    "section": {
        "process" : [
            [
                ["title1","침공 과정"],
                ["title2","침공 초기"],
                ["p","러시아는 2022년 1~2월을 전후로 벨라루스, 크림반도 쪽을 포함한 우크라이나 동남·북부 국경 전반에 걸쳐 대규모의 병력을 벨라루스와의 합동훈련 명분으로 집결시켜 본격적인 침공의 움직임을 보였다. "],
                ["img","images/process.png"],
                ["p","2022년 2월 24일 푸틴 러시아 대통령의 특별 군사작전 승인과 함께 전쟁이 시작되고 개전 9시간여 만에 러시아군이 수도 키이우 인근까지 진격하자, 젤렌스키 우크라이나 대통령은 즉시 키이우와 주요 도시에 국가총동원령을 선포했다."],
                ["small","국가총동원령 : 국가 및 국제 비상사태와 관련하여 군사력과 국가 인프라를 전시체제로 전환하고, 인적자원과 물자를 총동원하는 조치"],
                ["br",""],
                ["p","90일간 이어지는 해당 조치에 따라 우크라이나 내 징집 대상자와 예비군 전체가 소집되는데, 이에 18∼60세 우크라이나 남성들의 출국이 금지됐다."],
                ["p","그런데 우크라이나도 며칠도 버티지 못하고 항복하거나 붕괴할 것이라는 세계의 예상을 깨고 강력한 항전 의지를 드러내며 선전을 지속하였고, 반면 러시아는 세계 2위 군사 대국이라는 인식에 걸맞지 않은 부실한 군사력을 드러내며 졸전을 거듭했으며, 더불어 우크라이나 지원국의 무기 및 장비 지원이 가속되며 전쟁이 장기화됐다."]
            ],
            [
                ["title2","전쟁의 장기화"],
                ["p","처음엔 소량의 무기 지원이나 '외교적 노력' 정도에 그친 채 사태를 관망하던 서방 및 자유민주주의 진영의 국가들은 러시아의 고전을 목격한 후로 우크라이나에 전쟁자원을 보내기 시작했고, 러시아에 대해서는 국제 결제망 퇴출, 러-유럽 연결 천연가스 해저 파이프라인 건설 사업(노르드스트림 2) 취소, 러시아 은행 보유 외환 및 푸틴 관련 주요 인사 국외 자산 동결, 항공우주·반도체 등 첨단 부품 공급 차단, 러시아 국적 항공기 및 선박에 대한 영공 및 영해 출입 금지 등 적극적인 정치적, 경제적 제재 조치를 단행했다."],
                ["p","우크라이나 주민들은 전쟁 초반 금방 전쟁이 끝날 것이라고 예상하였지만 6월 4일 기준 우크라이나 국방장관에 따르면 러시아가 전쟁을 장기화하려는 조짐이 보인다고 하며 특히 헤르손 지역이 장기전 의도의 증거라며 러시아군이 진격대신 중첩된 방어진을 구축하고 있다고 전했다. 또한 러시아측도 모든 목표가 달성될 때 까지 군사작전은 계속된다고 선전포고한 것을 보아 전쟁이 쉽게 끝나지 않을 것이라고 예측된다."],
                ["p","지난 11일 전쟁이 장기화되면서 궁지에 몰린 러시아군은 우크라이나 국제군단에 대응하여 PMC, 체첸 출신 병사들, 시리아 민병대 등을 동원하였우크라이나 침공 초기 고전을 거듭하던 러시아가 동부 공략을 강화하면서 전세가 러시아에 유리하게 바뀌려는 조짐이라고 진단했다."],
                ["a","https://www.wowtv.co.kr/NewsCenter/News/Read?articleId=A202206120049&t=NN"]
            ],
            [
                ["title2","진행 양상"],
                ["p","우크라이나는 러시아군의 초토화 작전에 맞서 전세를 뒤집을 무기가 충분하지 않고, 서방은 인플레 대란에 유가 급등으로 제코가 석자인 상황에서 우크라이나에 보내는 관심이 옅어진다는 것이다."],
                ["p","개전 초기 우크라이나군의 결사 항전에 당황해 수도 키이우 일대에서 물러난 이후 동부 지역으로 전략을 수정하면서 일정 부분 전과를 올린 것이다."],
                ["p","평지대인 동부 돈바스(도네츠크·루한스크주) 지역에서 화력전이 전개되면서 러시아군이 우세를 보이는 한편 우크라이나군은 중무기를 충분히 확보하지 못하면서 러시아군의 초토화 작전에 밀리는 양상이다."],
                ["p","우크라이나군은 자신들의 보급선이 지나는 최대 격전지인 루한스크주 세베로도네츠크에서 필사적으로 방어하고 있지만 유리한 상황은 아니다."]
            ],
            [
                ["title2","현 상황 / 예측"],
                ["p","워싱턴포스트(WP)는 러시아군이 앞으로 수주 안에 루한스크주 전역을 점령할 가능성이 크다는 미국 국방부 고위 당국자의 진단을 전했다."],
                ["p","러시아군이 동부 전선의 전략 요충지 세베로도네츠크와 리시찬스크를 일주일 내로 함락시켜 사실상 루한스크주 전역을 수중에 넣을 수 있다는 관측이다."],
                ["blockquote","우크라이나군이 보유한 포탄은 고갈될 조짐을 보이고 있고 인명피해는 커지고 있다."],
                ["p","현재 러우 전쟁으로 인한 상황"],
                ["a","https://www.gukjenews.com/news/articleView.html?idxno=2486824"]
            ]
        ],
        "cause":[
            [
                ["title1","전쟁 과정"],
                ["title2","크림반도 합병"],
                ["img","images/cause_1.png"],
                ["p","크림반도 합병이란 우크라이나의 영토였던 크림 반도를 러시아가 점령한 사건이다. 러시아 측 명분은 우크라이나 정권 교체 과정에서 크림 반도의 러시아인을 보호한다는 것이었다. 평화를 상징하는 올림픽인 2014 소치 동계올림픽이 러시아에서 개최되어 진행 중인 가운데 일어난 사건이어서 세계적인 파장이 컸다. 2022년 지금은 러시아-우크라이나 전쟁의 프롤로그라고 봐도 무방하다고 평가 받는다. "],
                ["p"," 이 결과 우크라이나는 크림 반도를 러시아에게 빼앗겨 버렸다. 크림 자치공화국은 러시아계 우크라이나인과 친러시아파가 많아 주민투표를 통해서 크림 공화국으로 분리 독립하고, 러시아로 편입해버릴 수 있었다. 거기에 도네츠크를 비롯한 러시아계 다수 지역까지도 독립요구를 하며 시위대가 무장하고 군복차림으로 나서고 있다. 이를 진압한다고 투입된 우크라이나군이 되려 무장 시위대에게 포위되며 무기를 넘겨주고 철수를 하는 상황이다. 물론, 함부로 러시아계 무장 시위대를 건드리다가 러시아를 자극할 수 있기 때문에 그런 것이다."],
                ["a","https://www.joongang.co.kr/article/14117066"],
                ["br",""],
                ["p","원인은 '동·서부의 다른 지역적 정체성'이라기보다는 우크라이나 내부에서 일어나는 지역갈등을 해결하지 못하고 부추긴 정치인들의 책임이 크다. 적어도 레오니드 쿠치마 시절까지 안정적으로 유지되어오던 우크라이나 정치계는 친서방이라는 개혁파와 친러시아라는 보수파 프레임으로 나뉘어 대립하게 되었고, 여기에 지역적인 이권요소와 러시아, 미국을 비롯한 외부세력의 이해관계가 엮이면서 우크라이나의 지역갈등은 극도로 치달았고, 특히 미국에서는 러시아 견제를 위해 친서방세력을 이용하고 러시아에서는 우크라이나에 영향력을 유지하기 위해 우크라이나 내 친러세력을 이용하면서 결국에는 극단적인 정치 대립을 낳게 되었다."],
                ["a","https://www.yna.co.kr/view/AKR20140310001900072"],
                ["p","우크라이나부터의 독립을 주장하며, 세바스토폴 시내 광장에서 러시아계 주민 수만명이 러시아 국기를 들고 나와 집회를 열었다. 시위대는 우크라이나 중앙정부와 친서방, 친우크라이나 세력인 유로마이단 혁명으로 인해 당선된 현 세바스토폴 시장, 그리고 의회의 해산을 주장했다. 친러시아 시위대의 집회 도중에 알렉세이 찰리(Алексей Михайлович Чалый, Aleksei Chaly)라는 사업가가 친러시아 시위대에서 새로운 세바스토폴 시장으로 추대되었다. 친러시아 시위대의 지지를 받은 알렉세이 찰리는 볼로디미르 야추바(Яцуба Володимир Григорович, Volodymyr Yatsuba) 현직 세바스토폴 시장을 사임시키고 스스로를 새로운 세바스토폴 시장이라고 선언했으며, 친러시아 시위대에 압박을 느낀 세바스토폴 특별시 의회도 이를 인정했다. 그런데 당시 세바스토폴은 우크라이나의 직할시(특별시)로 시장을 우크라이나 중앙정부에서 임명하는데다가, 그는 우크라이나 국적이 없는 러시아 국적자였다. 따라서 그가 세바스토폴 시장에 취임하는 모든 과정이 우크라이나 중앙정부 입장에서는 불법이었다. 임명 후 얼마 지나지 않아 알렉세이 찰리는 우크라이나 중앙정부의 어떠한 명령도 거부할 것이라고 선언했으며, 해산되었던 우크라이나의 특수부대인 베르쿠트의 대원들을 다시 소집해 자경단으로 삼았다."],
                ["img","images/cause_2.png"],
                ["p","2014년 2월 27일, 갑자기 등장한 의문의 인물인 41세의 세르게이 악쇼노프(Sergey Aksyonov)가 크림 자치 공화국의 총리가 되었다. 이 사람은 그 전부터 알려진 정치인도 아니었고, 지지율이 3% 뿐인 군소정당의 의원이었던 인물이다. 정치 이전의 이력도 불투명하였다. 그는 1990년대부터 담배와 우산 판매 사업을 한 것으로 알려져 있다. 하지만 사업가라기보다 범죄 조직을 이끌며 담배를 밀수하던 조직을 거느린 사람으로 알려져 있다. 2008년 크림의 분리 독립을 주장하는 단체에 가입했고, 2010년에 '러시아 통합당'을 만들었다. 이 당은 크림 자치공화국 의회 100석중 3석만을 차지하는 극소수 정당이었다. 키예프에서 유로마이단 사건이 터지자 바로 친러시아 자경단을 조직하였고 세를 불려나갔다."],
                ["a","http://biz.heraldcorp.com/view.php?ud=20140313000033"],
                ["p","그가 27일에 총리로 선출된 과정은 전광석화와 같았다. 총기와 로켓 발사기 등으로 무장한 20여 명의 병력이 크림 자치 공화국 의회 건물과 지방 정부 청사를 순식간에 점거했다. 몇 시간 뒤 악쇼노프는 의회에서 즉각 의원들을 소집했고 이 자리에서 아나톨리 모힐로프를 해임하고 총리에 취임했다. 취임 직후 그는 푸틴 러시아 대통령에게 서한을 보냈다."],
                ["blockquote","크림 자치 공화국 영토의 안정과 평화를 지킬 수 있도록 지원해 달라"],
                ["p","러시아는 즉각 답했고, 러시아군의 크림 반도 점거가 시작됐다."],
                ["blockquote","(그들의 요청을) 못 본 척하지 않겠다"],
                ["p","이후 무장투쟁이 전재 되었고, 크림반도는 국민 투표를 통해 러시아의 영토로 편입되었다. 결국 2021년 우크라이나 위기가 계속 고조되다가 2022년 2월 24일 러시아가 우크라이나를 공격하면서 크림 반도 방면에서 우크라이나 남쪽으로 러시아의 공격이 진행되었다."],
                ["p","크림 반도의 미래는 점점 어두워지고 있다. 우크라이나가 상수도를 막아 크림은 사실상 황무지나 다름없게 변해가고 있고, 파괴된 인프라를 그나마 유지라도 해 주던 러시아가 2014년과는 차원이 다른 경제제재인 상황에서 더 이상 식수를 포함한 생활물자가 안정적으로 공급될지조차 불투명하다."]
            ],
            [
                ["title2","돈바스 전쟁"],
                ["p","돈바스 전쟁은 돈바스 지역에서 2014년 4월에 발발한 친러 성향의 반군, 러시아군과 우크라이나 정부군 사이의 전쟁이다. 8년이 넘은 지금도 진행 중인 전쟁으로, 처음에는 우크라이나 정부군과 친러 반군간끼리만 교착 상태가 이어지다가 2022년 러시아의 우크라이나 침공이 발발함에 따라 친러 세력이 러시아군에 합류해 러시아와 우크라이나 간 전면전으로 확대되었다."],
                ["p","러시아 측은 크림반도 병합에 뒤이어 우크라이나 동부에도 위장부대를 투입하여 반우크라이나 봉기를 일으켰다. 러시아와 친러 반군은 빠르게 동부 지역을 석권하는 것처럼 보였지만, 크림 반도라면 몰라도 동부 지역은 러시아어 사용자들조차 자신들이 우크라이나 국민이라는 정체성이 뿌리내린 곳이었으므로, 예상외로 러시아군과 친러 반군은 소수의 동조자들만 확보하고 결국 돈바스 이외 지역으로 진출하지 못하는 등 지지부진한 모습을 보였다. 여기에 경제적 중심지인 돈바스를 결코 잃을 수 없었던 우크라이나가 본격적으로 군사력을 적극 투입해 강경 대응에 나서면서 돈바스는 친러 반군과 러시아군, 우크라이나군 간의 전쟁으로 치닫게 되었다. 심지어 러시아의 침공에 놀란 동부(돈바스 제외)도 반러로 돌아서면서 우크라이나는 러시아로부터 완전히 이탈해버렸다."],
                ["p","2014년 말기에 다다르며 경제 제재에 따른 서방의 압박이 구체화되자 러시아는 점점 동부 개입에 소극적으로 나서기 시작했다. 한 때 존 케리 미국 국무장관은 러시아 외무장관과 회담한 후 러시아군이 우크라이나에서 철수 중임을 확인했다고 주장했다."],
                ["a","https://news.sbs.co.kr/news/endPage.do?news_id=N1002633316&plink=ORI&cooper=DAUM"],
                ["p","또한 정부군을 상대로 호전한 반군 세력이 러시아의 적극적인 지원을 잃으면서 전선이 고착되었다. 우크라이나 동부 위기 상황에서 러시아의 개입에 대해 경제제재로 일관하고 있는 서방세계의 대응이 미약하고 별 효과가 없었다. 러시아의 경제 난황은 세계적 경기 불황으로 인해 러시아 역시 엄청난 경제적 타격을 입은 상황이기 때문이다. 실제로 이미 2012년 GDP 증가율이 3.4%로 낮아졌던 러시아는 심지어 2013년엔 GDP 증가율이 1.3%까지 추락했다. 서방 측의 경제제재는 단지 러시아를 조금 더 불편하게 할 뿐이었다."],
                ["p","다만, 서방 측의 러시아에 대한 경제제재로 당장 외국자본은 탈출하는데다 시중 은행, 기업들이 달러, 유로화 등의 외화를 구하기가 어려워지면서 해외채무를 갚기 위해 이들이 외화 구하기에 나서면서 루블화 가치가 급락했다. 러시아는 환율방어를 위해 외환을 지속적으로 투입하고 있는 상황이다. 90년대 말 동남아 및 대한민국의 1997년 외환 위기와 비슷한 상황. 반면 러시아 전체수출의 65%, 재정수입의 50%를 담당하는 자원산업 쪽은 영 경기가 좋지 않다. 2014년 현재 우크라이나의 동부위기, 이라크 내전에도 불구하고 국제 유가는 되려 하락세가 계속되고 있다. 아무래도 경제위기로 서유럽 등지에서 에너지 수입이 줄어들 것으로 보이는데다 정치적·경제적 이유로 OPEC에서도 석유를 크게 감산하지 못하게 됨으로써 예상 수요 대비 생산량이 많아졌기 때문이다. 더욱이 셰일가스 기술이 발전하면서 미국의 석유 생산량이 증가할 것으로 보이고, 서유럽 역시 러시아의 반복적인 밸브 잠그기에 질려 에너지 수입원 다각화에 나서면서 러시아의 자원수출 전망은 더욱 어두워졌다. 다만 러시아에서는 중국, 중동, 아프리카 등 적극적으로 제재를 돌파할 시장을 찾는지라 제재가 제대로 된 효과를 발휘하기는 어렵다. 일단 현재로서는 적어도 서방이 대소련 경제봉쇄와 같은 효과를 러시아에게 주기는 어렵다. 하지만 러시아 경제 입장에서는 현재 서방의 경제제제와 저유가가 겹치면서 장기간동안 경기침체가 예정된 상황이다."],
                ["p","이 사태는 민스크 협정을 계기로 현 상황을 유지하는 것(Status quo)으로 잠정 결론이 났지만, 우크라이나나 러시아 모두 현 상황에 만족하지 않는 터라, 무력 충돌이 일어날 가능성을 배제할 수 없었다. 러시아의 이런 움직임 가능성은 동부지역의 분리주의 움직임을 가속화하는 계기가 됐다."],
                ["img","images/cause_3.png"],
                ["a","http://mediarnbo.org/2020/07/24/military-situation-map-jfo-24-07-2020/?lang=en"],
                ["p","2020년 7월 24일자 돈바스 지역의 상황 지도로 베이지 색으로 표시된 도네츠크 지역의 절반, 그리고 루간스크 지역의 1/3이 반군의 통제하에 놓여 있다. MH17편의 추락 지점 또한 표시되어 있다."]
            ]

        ]
    }
    
}